Repository: common-repository/klubraum-membership-request
Catalog: languages/klubraum-membership-request-widget-*.po
Languages: de_de

source: Klubraum Membership Request
de_de: Klubraum Beitrittsanfrage

source: This plugins allows your web site visitors to request a membership for your Klubraum service.
de_de: Diese Plugin erlaubt den Webseiten-Besuchern eine Beitrittsanfrage für Klubraum zu stellen.

source: API token is missing!
de_de: API Token fehlt!

source: Settings successfully updated!
de_de: Einstellungen erfolgreich gespeichert!

source: Failed to store settings!
de_de: Einstellungen konnten NICHT gespeichert werden!

source: Expires at
de_de: Läuft ab am

source: last request
de_de: letzte Anfrage

source: No expiry information as no membership request has been made yet.
de_de: Ablaufdatum nicht bekannt, da noch keine Beitrittsanfrage gestellt.

source: Settings
de_de: Einstellungen

source: Please provide the API token which you can find in the app under: Settings - Klubraum - API Token. Only available for Klubraum admins.
de_de: Bitte gib zunächst das API Token ein, welches du in der Klubraum unter 'Einstellungen - Klubraum - API Token' findest. Du musst dazu Klubraum-Admin sein.

source: Optionally you can customize the text which is shown in addition to the form.
de_de: Du kannst den einführenden Text im Formular anpassen. (optional)

source: To integrate the membership request form, use the shortcode:
de_de: Um das Widget auf deiner Seite zu verwenden, benutze folgenden Shortcode:

source: Expiry Date API token
de_de: Ablaufdatum API Token

source: Introduction text
de_de: Einführungstext

source: Some explaining words about the Klubraum widget
de_de: Ein paar erklärende Worte über das Klubraum Beitritts-Widget

source: Submit
de_de: Speichern

source: We are using Klubraum for organizing our community. Do you wanna join?
de_de: Wir nutzen Klubraum um unser Vereinsleben zu organisieren. Willst du beitreten?

source: Failed to request membership!
de_de: Beitrittsanfrage konnte nicht gestellt werden!

source: Membership requested successfully!
de_de: Beitrittsanfrage erfolgreich abgeschickt! Bitte überprüfe deine E-Mails.

source: Request Membership
de_de: Anfrage abschicken

source: Please enter a valid email.
de_de: Bitte gib eine gültige E-Mail-Adresse ein.
